{
	"en-US": {
		"alert_about": "Mac App Controller for MFC Deck\n\nControl applications on your Mac using MFC Deck and the Key Command shortcut.\n\nhttps://mfcdeck.com/\nhttps://mfcdeck.com/key-command/\n\nAdam Tow • tow.com\n@atow • /u/adamtow",
		"alert_help": "# Mac App Controller for MFC Deck\n\nThis shortcut installs a deck and cards for controlling various Mac applications using MFC Deck and the MFC Deck Key Command shortcut.\n\n## System Requirements\n\nThe following applications and shortcuts must be installed on your iOS device for this installer to work.\n\n- MFC Deck\r- MFC Deck Key Command shortcut\n\nUse the menu items to get these apps and shortcuts before continuing.\n\n## Installing a New Mac App Deck\n\n1. Tap New Mac App Deck…\r2. Select the Mac application you want to create a control deck for.\r3. Enter the name of your deck. If the deck already exists, you will be prompted to enter a new name or replace the existing deck.\r4. The selected deck will then be created in MFC Deck.\r5. Choose to open the deck or return to the main menu.\n\n## MFC Deck Key Command\n\nUsing the cards in a Mac App Deck requires the use of the MFC Deck Key Command shortcut, which you can download from https://mfcdeck.com/key-command/\n\nIt is recommended that you create a copy of MFC Deck Key Command for each computer you wish to control. You must enter the following information into Authentication dictionary at the beginning of the shortcut:\n\n- host: The hostname for the macOS computer you wish to control. You can get the hostname from System Preferences > Sharing\r- username: The username for the account you wish to control.\r- password: The password for the selected user.\n\nNOTE: Your username and password are stored in the clear within the shortcut. Be sure you DO NOT share this shortcut with anyone, or else they could gain access to your computer.\n\n## Usage\n\n1. Open MFC Deck.\r2. Go to the Mac app deck you created earlier.\r3. Tap on the card corresponding to the app action you wish to perform on your macOS computer.\n\n## Troubleshooting\n\nIf you are running macOS Catalina or higher, you may have to enable several security preferences in order for your commands to be processed properly. Open System Preferences > Security & Privacy and perform the following actions:\n\n**System Preferences > Security & Privacy > Privacy > Accessibility**\r- Terminal should be in the list of apps that can control your computer\r- System Events should be in the list of apps that can control your computer\n\nTerminal is used to send the osascript shell script command, which runs the AppleScript used by the System Events to dispatch commands to the correct application.\n\n**System Preferences > Sharing**\r- Remote Login must be enabled",
		"alert_key_command": "To send key commands to a macOS computer, you must specify a shortcut that is based on the MFC Deck Key Command shortcut.\n\nIn that shortcut, you must also fill in details for the computer you wish to control, including the hostname, username, and password.\n\nhttps://mfcdeck.com/key-command/",
		"alert_key_command_missing": "There is no shortcut based on MFC Deck Key Command on this iOS device with that name.\n\nYou will be unable to send key commands to a macOS computer without it.\n\nhttps://mfcdeck.com/key-command/",
		"alert_name": "Deck name is required.",
		"alert_update_none": "You are running the latest version of this shortcut.",
		"menu_about": "About",
		"menu_get": "Get MFC Deck",
		"menu_help": "Help…",
		"menu_home": "Return to Main Menu",
		"menu_key_command": "Get Key Command Shortcut",
		"menu_new_name": "Enter New Deck Name…",
		"menu_new": "New Mac App Deck…",
		"menu_open_deck": "Open",
		"menu_open": "Open MFC Deck",
		"menu_quit": "Quit",
		"menu_replace": "Replace Deck",
		"menu_update": "Check for Updates…",
		"menu_update_later": "Update Later",
		"menu_update_now": "Update Now…",
		"prompt_deck_created": "Deck Created",
		"prompt_name_exists": "Deck with that name already exists. Enter a new name or replace the existing deck?",
		"prompt_name": "Enter name of deck",
		"prompt_update": "__VERSION__ is available. Would you like to download it now?\n\nRelease Notes\n\n__NOTES__"
	}
}
